export const navBarLinks = [
  {
    title: 'Про нас',
    href: '/#about-us',
  },
  {
    title: 'Ціни',
    href: '/prices',
  },
  {
    title: 'Контакти',
    href: '/#contact-form',
  },
  {
    title: 'Запис',
    href: '/#bookMassage',
  },
];

export const heroDescription =
  'Преміум масаж у Львові для здоровя, краси та гармонії для неї. Масажний світ від класики до релаксу. Тільки авторський підхід і понад 15 технік';
export const heroUrl = '/images/hero.webp';

export const videoUrl = '';

export const clientsCount = 300;
export const experienceCount = 5;
export const aboutUsDescription =
  'Мене звати Ігор. ' +
  'Я фахівець у сфері масажу першої категорії. Моя місія познайомити людей із масажем і переконати, що це не розкіш, а відповідь на сучасні виклики. ' +
  'Допоможу підібрати масаж та тривалість сеансів до ваших ' +
  'потреб. Разом ми вирівняємо поставу, усунемо целюліт, позбавимось ' +
  'болю та дискомфорту, отримаємо легкість та пружність!';

export const aboutUsUrl = '/images/process.webp';

export const inventoryTitle = 'Масаж, та все необхідне';
export const inventoryCards = [
  { name: 'Перкусійний масажер', imgUrl: '/images/instrument1.webp' },
  { name: 'Вакуумно-градієві банки', imgUrl: '/images/instrument2.webp' },
  { name: 'Подарунки та бонуси', imgUrl: '/images/gifts.webp' },
  { name: 'Аромотерапія', imgUrl: '/images/oils.webp' },
  { name: 'Сертифікати та Дипломи', imgUrl: '/images/certificates.webp' },
  { name: 'Косметологічний комбайн', imgUrl: '/images/combine.webp' },
];

export const carouselData = [
  { title: 'Затишок. Спокій.', quote: 'Простір глибокого відновлення.', src: '/images/studio.webp' },
  { title: 'Розслаблення тіла.', quote: 'Розслаблення, яке відчуває кожен м’яз.', src: '/images/process2.webp' },
  { title: 'Ароматерапія. Легкість.', quote: 'Залиш усе і дозволь собі відпочити.', src: '/images/studio3.webp' },
  { title: 'Дотик. Гармонія.', quote: 'Релакс та розслаблення.', src: '/images/process1.webp' },
  { title: 'Відновлення. Рух.', quote: 'Стретчінг та розтягування.', src: '/images/process5.webp' },
  { title: 'Масаж Львів, створений для жінок.', quote: '', src: '/images/process4.webp' },
];

export const lat = 49.858990354219834;
export const lng = 24.01788115650357;

export const testemonialsTitle = 'Відгуки клієнтів';

export const testemonials = [
  {
    name: 'Юля',
    photoUrl: '/images/client1.webp',
    quote:
      'Щиро дякую, пане Ігоре за професіоналізм вашої роботи!!!\n Я надзвичайно задоволена, що пройшла курс та отримала відчуття здорової людини, сповненої енергії і сили, завдяки вашим практикам і поєднанню різних видів масажу) Також, за індивідуальний підхід) бажаю вам багато клієнтів, сили та наснаги, ви майстер своєї  справи!!!!',
    mark: 5,
  },
  {
    name: 'Люба',
    photoUrl: '/images/client2.webp',
    quote:
      'Син купив мені Подарунковий Сертифікат від Master Relax на 10 масажів у п.Ігоря. Я навіть не очікувала, яким гарним буде результат! Після отриманого курсу мене перестали боліти руки. \n В ногах відчула надзвичайну легкість. Після процедур у п.Ігоря, своє тіло відчуваєш молодо і бадьоро)',
    mark: 5,
  },
  {
    name: 'Алла',
    photoUrl: '/images/client3.webp',
    quote:
      "Знайома порекомендувала пана Ігора, бо була велика проблема з ногами. Після першого масажу стало краще, хоча в тих місцях де була проблема, дуже боліло. За 10 масажів проблеми не стало. Але мене дуже вразила людяність пана Ігора. Для мене це дуже важливо. І я дуже вдячна пану Ігорю за його відношення до людей. Він професійно і кваліфіковано робить масаж, а ще підтримував мене емоційно, що в нас не легкий час має  велике значення. Дорогі люди,повірте,мені масаж допоміг,не сумнівайтесь,обов'язково допоможе і вам. З повагою Бондарчук Алла, 63 Роки.",
    mark: 5,
  },
  {
    name: 'Люба',
    photoUrl: '/images/client4.webp',
    quote:
      "Щиро дякую п.Ігорю за релаксуючий масаж. Вперше була на такому масажі і дуже задоволена.Масажист створив комфортні умови для масажу: музику, освітлення, ароматерапія. Після сеансу відчула легкість. Перестала боліти спина і шия. Рекомендую всім, хто хоче відновити сили, здоров'я та настрій)",
    mark: 5,
  },
  {
    name: 'Настя',
    photoUrl: '/images/client5.webp',
    quote:
      'Все дуже сподобалось. Атмосферно. \n Супер музика, плюс арома масла. Підхід до клієнта: 10 з 10. Після масажу відчувається легкість))',
    mark: 5,
  },
  {
    name: 'Тетяна',
    photoUrl: '/images/client8.webp',
    quote:
      'Дякую за масаж 🫶, розслабляючий, атмосферний та професійний. Приходити на сеанс одне задоволення. Відволікаєшся від рутини на всі 💯. Однозначно рекомендую.',
    mark: 5,
  },
  {
    name: 'Альбіна',
    photoUrl: '/images/client7.webp',
    quote:
      'Проходила курс масажу у пана Ігора — залишилась дуже задоволена! Професіонал своєї справи: уважний до деталей, чітко відчуває, де потрібно попрацювати більше. Після сеансів відчувається справжнє полегшення та релакс. Дуже комфортна атмосфера, чистота і приємне ставлення. Рекомендую всім, хто цінує якісний масаж і турботу про своє тіло!',
    mark: 5,
  },
  {
    name: 'Ірина',
    photoUrl: '/images/client6.webp',
    quote:
      "Дуже сподобався масаж у п.Ігора: 1. Щира посмішка, гарний настрій отримує людина, яка приходить до нього. 2. Ніжні руки, які знають кожен сантиметр тіла, його будову, м'язи. 3. Після масажу приємне відчуття розслаблення. Ніяких больових відчуттів, типу крепатури немає, в той самий час йде правильний натиск на проблемні точки.4. Адекватна ціна, знижки, подарунки.5. А саме головне, що видно результат. В моєму випадку зник біль в спині, а саме в грудному відділі, стала рівнішою постава.P.S: З радістю прийду знову і знову.",
    mark: 5,
  },
];

export const contactUrl = '/images/contact.webp';

export const footerTitle = '';
export const socialMedias = [
  { name: 'instagram', imgUrl: '/icons/instagram.webp', link: 'https://www.instagram.com/_master_relax/' },
  { name: 'telegram', imgUrl: '/icons/telegram.webp', link: 'https://t.me/Ihormasterrelax' },
  { name: 'facebook', imgUrl: '/icons/facebook.webp', link: 'https://www.facebook.com/profile.php?id=100065115205716' },
];
